[
	{
		"id": "1",
		"title": "Duimelijntje",
		"student": "Meo Klaklang",
		"image": "https://res.cloudinary.com/dpisu7cdm/image/upload/v1746434576/081754ae6883639cad5678f432fc3a31_ygbdfr.jpg",
		"link": "/duimelijntje",
		"genre": "avondtuurlijk",
		"text": "Duimelijntje, een piepklein meisje geboren uit een bloem, wordt ontvoerd door een pad die haar wil uithuwelijken aan haar lelijke zoon. Met hulp van vissen en een vlinder ontsnapt ze. Daarna wordt ze meegenomen door een kever, maar verstoten omdat ze geen voelsprieten heeft. <br><br> Ze overleeft de zomer in het bos, maar als de winter komt, vindt een veldmuis haar en biedt haar onderdak. De veldmuis wil haar uithuwelijken aan een blinde, sombere mol. In de ondergrondse gangen verzorgt Duimelijntje in het geheim een zieke zwaluw, die later ...",
		"foto1": "https://res.cloudinary.com/dpisu7cdm/image/upload/v1747240113/essikhz9cgr1szptectc.jpg",
		"foto2": "https://res.cloudinary.com/dpisu7cdm/image/upload/v1746434574/577cc0594ad10cf6cfe467191adfd949_rwusky.jpg",
		"foto3": "https://res.cloudinary.com/dpisu7cdm/image/upload/v1747240113/essikhz9cgr1szptectc.jpg",
		"foto4": "https://res.cloudinary.com/dpisu7cdm/image/upload/v1747240113/essikhz9cgr1szptectc.jpg",
		"foto5": "https://res.cloudinary.com/dpisu7cdm/image/upload/v1747240113/essikhz9cgr1szptectc.jpg",
		"auteur": "Hans Christian Andersen, 1836",
		"full-text": "Duimelijntje, een piepklein meisje geboren uit een bloem, wordt ontvoerd door een pad die haar wil uithuwelijken aan haar lelijke zoon. Met hulp van vissen en een vlinder ontsnapt ze. Daarna wordt ze meegenomen door een kever, maar verstoten omdat ze geen voelsprieten heeft.Ze overleeft de zomer in het bos, maar als de winter komt, vindt een veldmuis haar en biedt haar onderdak. De veldmuis wil haar uithuwelijken aan een blinde, sombere mol. <br><br> In de ondergrondse gangen verzorgt Duimelijntje in het geheim een zieke zwaluw, die later naar het zuiden vliegt. tussen de bloemenontmoet ze de bloemenkoning, met wie ze trouwt en gelukkig leeft zwaluw terug en neemt haar mee naar een zonnig land. Daar Als Duimelijntje gedwongen wordt met de mol te trouwen, keert de zwaluw terug en neemt haar mee naar een zonnig land. Daar ",
		"parallax-text": "met verschillende parallax-effecten die het verhaal verdiepen. We starten met een gelaagde parallax waarbij de bloem opent en Duimelijntje geboren wordt, terwijl wolken en bloemblaadjes zacht bewegen op verschillende snelheden. Wanneer de pad haar ontvoert, springt hij vanuit de onderkant van het scherm omhoog in een verticale parallax, waardoor je als kijker bijna meegetrokken wordt. <br><br> Tijdens haar gevangenschap drijft ze op een lelieblad in een horizontale parallax, terwijl vissen en vlinders in tegengestelde richtingen bewegen om haar bevrijding visueel kracht bij te zetten. In het bos zorgen muis-interacties ervoor dat kevers reageren op je cursor, terwijl gelaagde herfstbladeren langzaam overgaan in een winterse ondergrond waar ze schuilt bij de veldmuis. <br><br> De dreigende sfeer van haar gedwongen huwelijk met de mol wordt versterkt door verduisterende lagen die steeds zwaarder worden, tot de zwaluw haar plotseling redt in een snelle verticale parallax die haar naar het licht tilt.Uiteindelijk eindigt het verhaal in een kleurrijke mouse-parallax waarin bloemen dansen en de bloemenkoning tevoorschijn komt, als afsluiting van haar sprookjesachtige avontuur.",
		"extra-text": "Deze illustratie heb ik gemaakt met behulp van Adobe Firefly. Ik vond deze stijl heel passend bij de sfeer van klassieke sprookjes, zoals het verhaal van Duimelijntje. Het zachte kleurgebruik, de dromerige details en de magische uitstraling van het kleine elfje sluiten perfect aan bij die betoverende wereld vol wonderlijke wezentjes en kleine avonturen."
	},
	{
		"id": "2",
		"title": "waterlelie",
		"student": "nina",
		"image": "https://res.cloudinary.com/dpisu7cdm/image/upload/v1746434574/577cc0594ad10cf6cfe467191adfd949_rwusky.jpg",
		"link": "/duimelijntje",
		"genre": "avontuur"
	},
	{
		"id": "3",
		"title": "roodkapje",
		"student": "bea",
		"image": "https://res.cloudinary.com/dpisu7cdm/image/upload/v1746434569/4097638d1331cee93687d2489f5dfed6_v52hms.jpg",
		"link": "/duimelijntje",
		"genre": "Romantiek"
	},
	{
		"id": "4",
		"title": "Duimelijntje",
		"student": "sophia",
		"image": "https://res.cloudinary.com/dpisu7cdm/image/upload/v1746434578/97f6d10e1dcaa60e56c9059f8c4f1861_cjbpij.jpg",
		"link": "/duimelijntje",
		"genre": "avondtuurlijk"
	},

	{
		"id": "5",
		"title": "Duimelijntje",
		"student": "Meo Klaklang",
		"image": "https://res.cloudinary.com/dpisu7cdm/image/upload/v1746443070/208f44c844cf70b9d4c4f5196fb4977c_wzmogl.jpg",
		"link": "/duimelijntje",
		"genre": "avondtuurlijk"
	},

	{
		"id": "6",
		"title": "Duimelijntje",
		"student": "Meo Klaklang",
		"image": "https://res.cloudinary.com/dpisu7cdm/image/upload/v1746434582/3c89b18ea3a9c3f4350d46dbd8db1372_x5e2zj.jpg",
		"link": "/duimelijntje",
		"genre": "avondtuurlijk"
	}
]
